[
	{
		"text": "Hi Samuel! I'm Red Bull Chatbot and I can connet you to talk with our great athletes."
	},
	{
		"text": "Remeber, if you can find and talk to all of our Red Bull F1 race team members, you can win VIP-access to the Monaco Coctail Club 2016!"
	},
	{
		"attachment": {
      "type": "template",
      "payload": {
        "template_type":"button",
        "text":"So, you wan't to talk with Daniel Ricciardo, our Red Bull F1 race team member?",
        "buttons":[
          {
            "type":"postback",
            "title":"Of course",
            "payload": "talk"
          },
          {
            "type":"postback",
            "title":"Nah, I'll pass.",
            "payload":"no_talking"
          }
        ]
      }
    }
	},
	{
		"text": "Hey mate! Great to see you here in Monaco! I'm Daniel Ricciardo, but you can call me Dan."
	},
	{
		"text": "<video message placeholder>"
	},
	{
		"text": "I'm originally from Perth, Western Australia, but currently I live in Monaco."
	},
	{
		"text": "I remember in 2014 when I got the podium in Monaco I came back to my house with the trophy and champagne and sat there thinking I just had an F1 race an hour ago and now I’m sat in my house, this is weird."
	},
	{
		"attachment": {
      "type": "template",
      "payload": {
        "template_type":"button",
        "text":"What country are you from?",
        "buttons":[
          {
            "type":"postback",
            "title":"Finland",
            "payload": "finland"
          },
          {
            "type":"postback",
            "title":"Monaco",
            "payload":"monaco"
          },
          {
            "type":"postback",
            "title":"Sweden",
            "payload":"sweden"
          }
        ]
      }
    }
	},
	{
		"text": "I'm myself quite a fan of Monaco. I believe street circuits bring out the best in a driver. It’s visible to the spectators who is running the fine line between risk and reward." 
	},
	{
		"text": "To get me going for this race, I did a challenge with Bath rugby team, check this out!"
	},
	{
		"text": "<video palceholder>"
	},
	{
		"text": "What do you think?"
	},
	{
		"text": "Now I have to get going, but it was great chatting with you Samuel. Wave for me when I drive by."
	}
]