[
	{
		"text": "Hi Samuel! Back for more? ;)"
	},
	{
		"attachment": {
      "type": "template",
      "payload": {
        "template_type":"button",
        "text":"Max Verstappen is the last Red Bull F1 race team member you haven't talked with! After this, you will have the change to win VIP access to
        the Monaco Cocktail Club 2016!",
        "buttons":[
          {
            "type":"postback",
            "title":"Great, let's chat with Max!",
            "payload": "talk"
          },
          {
            "type":"postback",
            "title":"Nah, I'll pass.",
            "payload":"no_talking"
          }
        ]
      }
    }
	},
  {
    "text": "<Placeholder, profile picture of Max Verstappen>"
  },
	{
		"text": "https://dl.dropboxusercontent.com/u/1552364/max-verstappen.mp4"
	},
	{
		"text": "I was born in Hasselt, Belgium and I have been driving ever since I was 4,5 years old. Is this your first time at the races? "
	},
  {
    "text": "Ah, it's your first time. Believe me, you'll be coming back for more!"
  },
	{
		"text": "I always enjoy racing street circuits like Monaco because you are really pushing the limit and are very close to the walls."
	},
  {
    "text": "It’s also really difficult to overtake in Monaco. Last year I tried and we ended up in the wall."
  },
	{
		"text": "To prepare for this year, I took part in the Red Bull Soapbox Race. http://www.redbull.com/en/motorsports/f1/stories/1331724434998/max-verstappen-red-bull-soapbox"
	},
	{
		"text": "I think I did pretty well, what do you think?"
	},
  {
    "text": "Thanks for stopping by Samuel and good luck with the competition."
  },
	{
		"text": "Samuel, you have now met all the Red Bull F1 team members and you have the change to  win VIP access to the Monaco Cocktail Club 2016!
      Please give me your email address and I'll let you know the winner at 20:00 today."
	},
    {
        "attachment": {
      "type": "template",
      "payload": {
        "template_type":"button",
        "text":"Thanks! And if you want, I can keep sending you messages from the event, including latest lap times and who is on the lead.",
        "buttons":[
          {
            "type":"postback",
            "title":"Keep it coming! ",
            "payload": "talk_with_max"
          },
          {
            "type":"postback",
            "title":"Nah, I'll pass.",
            "payload":"no_talking"
          }
        ]
      }
    }
    },
]